org/main/20220507150102-dedicated_session.org
:PROPERTIES:
:ID:       38AD2373-C5E5-4796-B31A-01FCA5C6999B
:END:
#+title: Dedicated Session
#+HUGO_SECTION:main
Dedicated Session is a machine for energy maintainance.
* A Dedicated Session Contains...
** Dumping
** Doing
** Releasing
* The Dedicated-session package
[[file:~/playground/projects/dedicated-session/][this local directory]] holds the package I developed. In my ~.emacs.d/Emacs.org~ I used it by copying the files to [[file:~/.emacs.d/site-lisp/dedicated-session/][site-lisp/dedicated-session]]

The package contains a function to start a session, and proceed between sessions

