content/main/20220507150102-dedicated_session.md
+++
title = "Dedicated Session"
author = ["System Administrator"]
draft = false
+++

Dedicated Session is a machine for energy maintainance.


## A Dedicated Session Contains... {#a-dedicated-session-contains-dot-dot-dot}


### Dumping {#dumping}


### Doing {#doing}


### Releasing {#releasing}


## The Dedicated-session package {#the-dedicated-session-package}

[this local directory](~/playground/projects/dedicated-session/) holds the package I developed. In my `.emacs.d/Emacs.org` I used it by copying the files to [site-lisp/dedicated-session](~/.emacs.d/site-lisp/dedicated-session/)

The package contains a function to start a session, and proceed between sessions